String mezmureType = '6th 6/8';
String name = 'አመሰግናለው';
String mezmure = '''
መልካም እረኛ  4x\n
አላጣሁም  ከአንት  ዘንድ\n
አደረኩ  በለመለመው   መስክ\n
በጽድቅ   መንገድ   የመራኸኝ\n
አንተ  ከኔ  ጋር  ነህ  የማትተወኝ\n
\n
አመሰግናለው  4x \n
ውለታው  ለኔ  ብዙ  ነው\n
\n
ያውድህ  ይሽተትህ  የኔ አምልኮ \n
ማደሪያህን  ይሙላ  አጥለቅልቆ \n
ያውድህ   ይሽተትህ   የኔ ምስጋና\n
ዛሬም  ትልቅ ነህ  ሀያል  ገናና\n
\n
እግዚአብሔር   ክብርን  ተላብሰሀል\n
እኛን   ልጆችህ  አርገህ   ሾመሀል\n
በመስቀልህ  ላይ ሞተህ  አድነኸናል\n
ክብር  ምስጋና  ይገባሀል \n
\n
አለማምለክ   አልችል  ውለታህ አለብኝ\n
እንዳመሰግንህ  ምክንያት  የሆነኝ\n
የማይለወጥ   ነው  ሁሌም  ፍቅርህ \n
ዘላለማዊ   አምላክ  አንተ መድንህ\n
\n
''';
