String name = 'እንዳንተ';
String mezmureType = '2nd Regea';
String mezmure = '''
በምድር  በሰማይ  ቢሆን
እንዳንተ  ያለ  ከቶ  ወዴት ይሆን
ሰማይ  ዙፋን  ምድር  መርገጫ
ልቤን  ያደረክ  የአንተ  መቀመጫ

እንዳንተ ያለ 3x  ያለ የለም
አምሳያ  ብንሻ  ልኬት  ብንፈልግ
እንዳንተ ያለ  የለም   በሰማይ በምድር

ከማህፀን  ጀምሮ የምትሸከመኝ
እስከሽምግልና   ድረስ  የማትተወኝ
ሁልጊዜ  ሰርተህ   ታነሳለህ 

እንዳንተ ያለ 3x  ያለ የለም …
	
ዓይኖቹ   እንደእሳት  ነበልባል  ናቸው
ፀጉሩ   እንደበረዳ  ነጭ  የሆነው
ድምፁ  እንደብዙ  የሚያስፈራ
ፊቱ   እንደፀሀይ   በሀይል የሚያበራ 

እንዳንተ ያለ 3x ያለ የለም …

ቃላት  አጣን ለስምህ 
ክብርህን   ሚገለጥ  ሚመጥንህ
ግን   እናውራ   እንናገር 
ከቃላት   በላይ  ነህ  እግዚአብሔር

''';
