String name = 'ግሩም ነህ';
String mezmureType = '1st wello 4/4';
String mezmure = '''
\nግሩም  ነህ  ድንቅ  ነህ  ሀያል ነህ\n 
\n
ፍቅርህ  ጥልቀቱ  ከስሌት ያልፋል\n
እንዲ  ተብሎ መች  ይነገራል  አሃ\n
የሰማይ  ሰራዊት  ይስገዱልህ\n
ለስምህ  ክብር  ሁሉም  ያመልክህ  አሃ\n
\n
ግሩም  ነህ  ድንቅ  ነህ ሀያል ነህ \n
\n
መላዕክት  በሰማይ  ቅዱስ  ነህ  ሚሉህ\n
በምድር  ያሉት  ሁሉም   ሚገዙህ  አሃ\n
ስለሆንክ  ግሩም  ሀያል  ገናና \n
ክብር  ይሁንልህ  ድንቅ ንህና  አሃ\n
\n
ግሩም  ነህ  ድንቅ  ነህ ሀያል ነህ \n
\n
ታላቅ  የሆንከው  አንተ  የኔ ጌታ \n
ምን  ይሳንሃል  ሁሉን  ምትረታ አሃ\n
ከአይንህ   ከቶ  ማን ይሰወራል\n
በሀይል  በስልጣን  ማን  ይመስልሃል\n
\n
ግሩም  ነህ  ድንቅ  ነህ ሀያል ነህ \n
\n
''';
