String name = 'መንፈስ ቅዱስ';
String mezmureType = "2nd walth 3/4";
String mezmure = '''
አንተን  አንተን  እላለው\n
ካንተ  ውጪ  ወዴት ሄዳለው\n
አንተ  የህይወት  ቃል አለህ\n
ኢየሱስ  የዘላለም ህይወት  ነህ\n
\n
አዝ፦ መንፈስ  ቅዱስ ወደ መገኝትህ ወደ ህልውና\n
አንተ ባለህበት  ልቅረብና\n
መንፈስ ቅዱስ ወደ መገኝትህ ወደ ህልውና\n
ፊትህን ልፈልገው ዛሬም እንደገና\n
\n
ውስጤ  ሞልቶ የቃልህ እውነት \n
እስክናገር   ለሰዎች  በድፍረት \n
ሳይጎልብኝ  መንፈስህ  እንደበዛ\n
አንተ  እንዲል የኔ  መዓዛ \n
\n
አዝ፦ መንፈስ  ቅዱስ ወደ መገኝትህ ወደ ህልውና\n
አንተ ባለህበት ልቅረብና\n
መንፈስ ቅዱስ ወደ መገኝትህ ወደ ህልውና\n
ፊትህን ልፈልገው ዛሬም እንደገና\n
\n
ክብርህ ሞልቶ በእኔ በልጅህ	\n
ዘመኔ እንዲያልቅ ሁሌም በቤትህ\n
ብርሃንህ በእኔ እንዲበራ \n
አንተው እራስህ በእኔ እንድትሰራ\n
''';
