String name = 'ናፍቆትህ';
String mezmureType = '2nd slowrock 6/8';
String mezmure = '''
ናፍቆትህ  አባት  እስከ  እልፍ  ነዉ \n
ጥማቴ  ከውሃ  ሽታ  የላቀ  ነው\n
አንጀቴ  አልችል  አለ  አባት  ሆይ  በናፍቆትህ \n
ና  የእኔ  ወዳጅ  ውሰደኝ  ከስጋትህ\n
አንተ  ጋር  ያለ  ምንኛ  የታደለ \n
\n
ሁሌም  አጠገብህ  እየዋለ \n
በፍቅር  መወደድ  የበዛለት \n
ምህረትህ  ውድቀቱን  የተካለት \n
\n
ናና  ኢየሱስ  ናና \n
ናና  ጌታችን  ናና 3x \n
\n
ናፍቆትህ  አባት  እስከ  እልፍ  ነዉ …\n
\n
ነፍሴ  ከንፍለች  ልትይዝ  አንተን \n
ሁሌም  በአብሮነትህ  ልታድር \n
ናና  ዉሰዳት  በጥበቃ  ላይ  ናት\n
በመጨረሻም   እንዳታልፋት \n
\n
ናና  ኢየሱስ  ናና …\n
ናፍቆትህ አባት እስከ እልፍ ነዉ ....\n
\n
አቤቱ    አምላኬ  ፈልግሀለው \n
ስላም   የማገኘዉ  ካንተ ጋር ነው\n
ለነፍሴ  እርካታ  እንዲሆንላት \n
መንፈስህን  ሙላት  ሳትነግፍት \n
\n
''';
