String name = 'ናፍቆትህ';
String mezmureType = '2nd slowrock 6/8';
String mezmure = '''
ናፍቆትህ  አባት  እስከ  እልፍ  ነዉ 
ጥማቴ  ከውሃ  ሽታ  የላቀ  ነው
አንጀቴ  አልችል  አለ  አባት  ሆይ  በናፍቆትህ 
ና  የእኔ  ወዳጅ  ውሰደኝ  ከስጋትህ
አንተ  ጋር  ያለ  ምንኛ  የታደለ 

ሁሌም  አጠገብህ  እየዋለ 
በፍቅር  መወደድ  የበዛለት 
ምህረትህ  ውድቀቱን  የተካለት 

ናና  ኢየሱስ  ናና 
ናና  ጌታችን  ናና 3x 

ናፍቆትህ  አባት  እስከ  እልፍ  ነዉ …

ነፍሴ  ከንፍለች  ልትይዝ  አንተን 
ሁሌም  በአብሮነትህ  ልታድር 
ናና  ዉሰዳት  በጥበቃ  ላይ  ናት
በመጨረሻም   እንዳታልፋት 

ናና  ኢየሱስ  ናና …
ናፍቆትህ አባት እስከ እልፍ ነዉ ....

አቤቱ    አምላኬ  ፈልግሀለው 
ስላም   የማገኘዉ  ካንተ ጋር ነው
ለነፍሴ  እርካታ  እንዲሆንላት 
መንፈስህን  ሙላት  ሳትነግፍት 

''';
