String name = 'ትልቅ';
String mezmureType = "1st Disco 4/4";
String mezmure = '''
ለፈቃድህ  ቃል  ታዞ ሰማይ በቃል መፅናቱ
ስርዓት  ህጉን  ይዞ ቀን  እና ሌት መውጣቱ
አንተን  ትልቅ  ይልሀል  ፍጥረት በአንድ ተሰብስቦ 
ሁን  ስትለው  ነፍስ  ዘርቶ  ጥበብ  ሃይልን  ገልጦ

አዝ፦  ትልቅ ከቃል በላይ
       ትልቅ ከሀሳብ በላይ ትልቅ

አዋፍ ሲዘምሩልህ መልኧክት ሲሰግዱልህ
ግርማ ፊትህን  እያዩ አዲስ  ቅኔን ሲቀኙ
ትልቅ ነህ ይላል አፋቸው መስክሯል  ጉልበታቸው
ሁሌ አዲስ ሁሌ ግሩም  አያልቅ   ዝማሬያቸው

አዝ፦  ትልቅ ከቃል በላይ
       ትልቅ ከሀሳብ በላይ ትልቅ

ከተናገረው ይልቅ ፍጥረት ፀንቶ  መቆሙ
ከተረከህም በላይ  ሰው በአንደበት አቅሙ
የገለጥከው  ይበልጣል የመስቀል ላይ ጥበብ
ታናሹን  ልጅ ያረገ  እኛ ያየ  ፍቅር  

አዝ፦ ትልቅ  የማዳን ሃይል
      ትልቅ  የማግኘት ሃይል
      ትልቅ  ያዳነን  ሃይል
      ትልቅ  ያገኘን  ሃይል
''';
